#include <iostream>
using namespace std;

int main(){
    cout << "+----------------------------------------+"<< endl;
    cout << "|      *** ЛИЧНОЕ ДЕЛО КОСМОНАВТА ***     |" << endl;
    cout << "+----------------------------------------+" << endl;
    cout << "| ПОЗЫВНОЙ: Кедр                         |" << endl;
    cout << "|                                        |" << endl;
    cout << "| ФАМИЛИЯ:  Гагарин                      |" << endl;
    cout << "| ИМЯ:      Юрий                         |" << endl;
    cout << "| ОТЧЕСТВО: Алексеевич                   |" << endl;
    cout << "|                                        |" << endl;
    cout << "| ГОРОД:    Клушино                      |" << endl;
    cout << "| ВОЗРАСТ:  34                           |" << endl;
    cout << "+----------------------------------------+" << endl;
    cout << "|              МИССИЯ: ВОСТОК-1          |" << endl;
    cout << "|                  / \\                   |" << endl;
    cout << "|                 / _ \\                  |" << endl;
    cout << "|                | / \\ |                 |" << endl;
    cout << "|                | | | |                 |" << endl;
    cout << "|                | | | |                 |" << endl;
    cout << "|               /| | | |\\                |" << endl;
    cout << "|              / | | | | \\               |" << endl;
    cout << "|             /  '---'  \\              |" << endl;
    cout << "|            '----------'              |" << endl;
    cout << "+----------------------------------------+" << endl;

}


